Repository: gilzero/water.pm
Catalog: themes/contrib/dsfr4drupal/translations/*.po
Languages: fr

source: DSFR - Global settings
fr: DSFR - Paramètres globaux

source: DSFR - Header settings
fr: DSFR - Paramètres de l'entête

source: DSFR - Footer settings
fr: DSFR - Paramètres du pied de page

source: DSFR - Form settings
fr: DSFR - Paramètres de formulaire

source: Select the type of container that will be used on your site.
fr: Sélectionnez le type de conteneur qui sera utilisé sur votre site.

source: Fluid
fr: Fluide

source: Use mega menu
fr: Utiliser le méga menu

source: Use the mega menu rendering instead of the drop-down menu offered by the <a href=":url" lang="fr">DSFR</a>.
fr: Utilise le rendu en méga menu au lieu du menu déroulant proposé par le <a href=":url" lang="fr">DSFR</a>.

source: Logo text
fr: Texte du logo

source: Displays text under the logo of the Marianne.
fr: Affiche le texte sous le logo Marianne.

source: Enable mourning mode
fr: Activer le mode en deuil

source: Displays the Marianne in mourning.
fr: Affiche la Marianne en deuil.

source: Logo operator is an image displayed to the right of the Marianne logo in site's header.
fr: Le logo opérateur est une image placée à droite du logo Marianne dans l’entête du site.

source: Theme
fr: Thème

source: Automatic detection
fr: Détection automatique

source: Thème sombre
fr: Dark theme

source: Light theme
fr: Thème clair

# DSFR container
source: Default
fr: Par défaut

source: Select the theme to use for your site. <a href=":url" lang="fr">More informations</a>.
fr: Sélectionner le thème à utiliser pour votre site. <a href=":url" lang="fr">Plus d'informations</a>.

source: Enable display settings
fr: Activer les paramètres d'affichage

source: Uses the user theme selection functionality offered by the <a href=":url" lang="fr">DSFR</a>.
fr: Utilise la fonctionnalité de sélection du thème par l'utilisateur proposé par le <a href=":url" lang="fr">DSFR</a>.

source: Disable browser validation of form fields
fr: Désactiver la validation par le navigateur des champs du formulaire

source: Disables browser validation of form fields. <a href=":url">More informations</a>.
fr: Désactive la validation par le navigateur des champs du formulaire. <a href=":url">Plus d'informations</a>.

source: Enable "Show password" feature
fr: Activer la fonctionnalité "Afficher le mot de passe"

source: Display the "Show password" button. Allowing users to read their password in clear text.
fr: Affiche le bouton "Afficher le mot passe", permettant à l'utilisateur de lire son mot de passe en clair.

source: Display settings
fr: Paramètres d'affichage

source: Use system settings
fr: Utilise les paramètres système

source: Choose a theme to customize the appearance of the site.
fr: Choisissez un thème pour personnaliser l'apparence du site.

source: Logo operator
fr: Logo opérateur

source: Homepage - @text
fr: Page d'accueil - @text

source: Back to the homepage - @text
fr: Retour à l'accueil du site - @text

source: Homepage - @service_title - @text
fr: Page d'accueil - @service_title - @text

source: Back to the homepage - @service_title - @text
fr: Retour à l'accueil du site - @service_title - @text

source: Close search
fr: Fermer la recherche

source: Close menu
fr: Fermer le menu

source: Quick access
fr: Accès rapide

source: To main content
fr: Vers le contenu principal

source: Go to menu
fr: Aller au menu

source: Go to footer
fr: Aller au pied de page

source: View breadcrumb
fr: Voir le fil d'Ariane

source: You are here:
fr: Vous êtes ici :

source: Hide message
fr: Masquer le message

source: Default title
fr: Titre par défaut

source: Default content.
fr: Contenu par défaut.

source: Our partners
fr: Nos partenaires

source: Footer description
fr: Description du pied de page

source: Allows you to display presentation text in the footer.
fr: Permet d'afficher un texte de présentation au sein du footer.

source: Copyright notice
fr: Mention de la licence

source: Defines a copyright notice which will appear at the bottom of the page.
fr: Définit une mention de la licence qui apparaitra en bas de page.

source: <p>Unless otherwise stated, all text on this site is under <a href=":url" rel="nofollow noopener" title="etalab-2.0 license - Open in new window" target="_blank">etalab-2.0 license</a>.</p>
fr: <p>Sauf mention contraire, tous les contenus de ce site sont sous <a href=":url" rel="nofollow noopener" title="licence etalab-2.0 - Ouvrir dans une nouvelle fenêtre" target="_blank">licence etalab-2.0</a>.</p>

source: Accept all
fr: Accepter tout

source: Accept all cookies
fr: Accepter tous les cookies

source: Refuse all
fr: Refuser tout

source: Refuse all cookies
fr: Refuser tous les cookies

source: Personalize
fr: Personnaliser

source: Personalize cookies
fr: Personnaliser les cookies

source: See more details
fr: Voir plus de détails

source: Confirm my choices
fr: Confirmer mes choix

source: Manage consent
fr: Gestion du consentement

source: Enlarge
fr: Agrandir

source: Enlarge transcription
fr: Agrandir la transcription

source: Identify with
fr: Identifiez-vous avec

source: In this section
fr: Dans cette section

source: Step @current on @total
fr: Étape @current sur @total

source: Next step:
fr: Étape suivante :

source: Select a language
fr: Sélectionner une langue

source: Page not found
fr: Page non trouvée

source: Show
fr: Afficher

source: Show password
fr: Afficher le mot de passe

source: Error 404
fr: Erreur 404

source: The page you are looking for cannot be found. We apologize for the inconvenience caused.
fr: La page que vous cherchez est introuvable. Excusez-nous pour la gène occasionnée.

source: If you typed the web address into the browser, verify that it is correct. The page may no longer be available.<br />In this case, to continue your visit you can consult our home page, or carry out a search with our search engine at the top of the page.<br />Otherwise contact us so that we can redirect you to the correct information.
fr: Si vous avez tapé l'adresse web dans le navigateur, vérifiez qu'elle est correcte. La page n’est peut-être plus disponible.<br />Dans ce cas, pour continuer votre visite vous pouvez consulter notre page d’accueil, ou effectuer une recherche avec notre moteur de recherche en haut de page.<br />Sinon contactez-nous pour que l’on puisse vous rediriger vers la bonne information.

source: Copy to clipboard
fr: Copier dans le presse papier

source: Address copied to clipboard.
fr: Adresse copiée dans le presse papier.

source: Main menu
fr: Menu principal

source: Follow us <br />on social media
fr: Suivez-nous <br />sur les réseaux sociaux
